Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/utdanningsdirektoratet_gir_ekstra_tilskudd_til_utvikling_av_samiske_digitale_laeremidler.html.tmx
Source language: nob
Languages: sme

source: Utdanningsdirektoratet gir ekstra tilskudd til utvikling av samiske digitale læremidler
sme: Oahpahusdirektoráhta addá liigedoarjaga sámi digitála oahpponeavvuid ráhkadeapmái

source: Utdanningsdirektoratet har lyst ut 15 millioner kroner i tilskudd til utvikling av samiske digitale læremidler av høy kvalitet.
sme: Oahpahusdirektoráhta lea almmuhan 15 miljon ruvnnu doarjjan sámi digitála oahpponeavvuid ráhkadeapmái main lea alla kvalitehta.

source: Høsten 2020 starter innføring av nye læreplaner for grunnskole og videregående opplæring.
sme: 2020 čavčča vuolggahuvvo vuođđoskuvlla ja joatkkaoahpahusa ođđa oahppoplánaid geavaheapmi.

source: Digital kompetanse står sentralt i planene. Digital dømmekraft, digital skaperkraft og programmering har fått mer plass i skolen, og inngår i læreplaner i flere fag allerede fra de første trinnene.
sme: Plánain lea digitála gelbbolašvuohta guovddážis Digitála árvvoštallannákca, digitála duddjonnákca ja programmeren leat ožžon stuorát saji skuvllas, ja leat mielde eanet fágaid oahppoplánain juo vuosttaš luohkáid rájes

source: Det er stort behov for digitale læremidler som er i tråd med Kunnskapsløftet 2020 samisk.
sme: Lea stuorra dárbu oahpponeavvuide mat heivejit Máhttoloktemii 2020 sámegiella.

source: Sametingsråd Mikkel Eskil Mikkelsen sier at utvikling av digitale læremidler er dyrt, og at samisk læremiddelutvikling har behov for ekstra tildelinger som støtter opp om de nye kravene i læreplanene.
sme: Sámediggeráđi Mikkel Eskil Mikkelsen dadjá ahte digitála oahpponeavvuid ráhkadeapmi lea divrras, ja ahte sámi oahpponeavvoráhkadeapmi dárbbaša liige juolludemiid mat dorjot ođđa oahppoplánaid gáibádusaid.

source: Mikkelsen har tro på at med Utdanningsdirektoratets bidrag vil vi komme oss et stykke på vei mot mål.
sme: Mikkelsen jáhkká ahte Oahpahusdirektoráhta juolludemiin mii joavdat oalle guhkás mihttomeari guvlui.

source: Her finnes Utdanningsdirektoratets kunngjøring av tilskuddet
sme: Dás gávdná Oahpahusdirektoráhta almmuheami doarjaga birra
